Repository: ncaq/mikutter
Catalog: plugin/set_view/po/*/set_view.po
Languages: de, fr, ja_ks

# 表示
source: View
de: Ansicht
fr: Affichage
ja_ks: 表示

# 選択中
source: Selected tweets
de: Ausgewählte Tweets
fr: Tweets sélectionnés
ja_ks: 選択中

# 背景色
source: Background color
de: Hintergrundfarbe
fr: Couleur de fond
ja_ks: 背景色

# デフォルト
source: Default
de: Standard
fr: Défaut
ja_ks: デフォルト

# フォント
source: Font
de: Schriftart
fr: Fonte de police
ja_ks: フォント

# 本文
source: This article:
de: Artikel
fr: Cet article:

# ヘッダ（左）
source: Left header
de: linke Kopzeile
fr: En-tête gauche
ja_ks: ヘッダ（左）

# ヘッダ（右）
source: Right header
de: rechte Kopfzeile
fr: En-tête droit
ja_ks: ヘッダ（右）

# 自分宛の%{retriever}
source: To: %{retriever}
de: An: %{retriever}
fr: Pour: %{retriever}

# 自分の%{retriever}
source: Self: %{retriever}
de: selbst: %{retriever}

# コメント付きリツイート
source: Retweet with comment
de: Retweet mit Bemerkung
fr: Retweeter avec un commentaire

# コメント付きリツイートをすると、下に囲われて表示されるじゃないですか、あれです
source: If you comment with retweets, it is not displayed as enclosed below.
de: Wenn du mit Retweets antwortes werden diese nicht unter diesen eingefügt.

# リプライ先
source: Reply destination
de: Antwortziel
fr: Destination de la réponse

# 表示項目
source: Display Items
de: Zeigt an das das Projekt

# ヘッダを表示する
source: Show header
de: Zeige Kopfzeile an
fr: Montrer l'en-tête

# アイコンを表示する
source: Show icon
de: Zeige Icon an
fr: Montrer l'icône

# アイコンのサイズ
source: Size of icon
de: größe des Icons
fr: Taille de l'icône

# 枠線を表示する
source: Show frame
de: Zeige Rahmen an

# 枠線の種類
source: Frame type
de: Rahmentyp

# 影
source: Shadow
de: Schatten
fr: Ombre

# 線
source: Line
de: Linie
fr: Ligne

# 枠線なし
source: Background color only
de: Hintergrundfarbe
fr: Couleur de fond seulement

# 本文の最大行数
source: Max lines of tweet
de: Maximale Anzahl der Zeilen im Tweet
fr: Nombre maximum de lignes par tweet

# クリックされたときの挙動
source: Action when clicked
de: Aktion beim klicken
fr: Action effectuée lors d'un clic

# 何もしない
source: Do nothing
de: nichts
fr: Ne rien faire

# 開く
source: Open
de: öffnen
fr: Ouvrir

# 会話スレッドを表示
source: Show conversation Thread
de: Konversation anzeigen
fr: Montrer le fil de conversation

# リプライを返したつぶやきにはアイコンを表示
source: Show Icon on Tweets which already replied
de: Zeige Icon in Tweets denen bereits geantwortet wurde an.
fr: Montrer les icônes des tweets ayant déjà reçu une réponse
ja_ks: リプライを返したつぶやきにはアイコンを表示

# リプライを返したつぶやきのアイコン上に、リプライボタンを隠さずにずっと表示しておきます。
source: Leave Reply button displayed above the avatar section of a tweet you have already replied.
de: Zeige den Antwort Knopf auch über schon beantworteten Tweets an.
fr: Laisser le bouton répondre affiché dans la section avatar d'un tweet auquel vous avez déjà répondu.
ja_ks: リプライを返したつぶやきのアイコン上に、リプライボタンを隠さずにずっと表示しとく

# ふぁぼられをリプライの受信として処理する
source: Process my favs as reply
de: Verarbeite meine Favs als Antwort
fr: Traiter mes actions "favori" comme des réponses
ja_ks: ふぁぼられをリプライの受信として処理する

# ふぁぼられたつぶやきが、リプライタブに現れるようになります。
source: Your fav'd tweet will show up on Reply tab.
de: Dein Favorisierter Tweet wird im Reply Tab angezeigt.
fr: Le tweet que vous avez sélectionné en tant que "favori" s'affichera dans l'onglet des réponses.
ja_ks: ふぁぼられたつぶやきが、リプライタブに現れるようになるで。

# ふぁぼられたつぶやきをTL上でageる
source: Re-order my fav'd to top of Timeline
de: Sortiere deine "meine Favoriten" an den Anfang der Timeline.
fr: Placer mes tweets favoris en haut de la Timeline
ja_ks: ふぁぼられたつぶやきをTL上でageる

# つぶやきがふぁぼられたら、投稿された時刻にかかわらず一番上に上げます
source: Your fav'd tweet will show up on top of your timeline
de: Deine favorisierten Tweets werden am Anfang deiner Timeline angezeigt.
fr: Le tweet que vous avez sélectionné en tant que "favori" s'affichera en haut de votre Timeline
ja_ks: つぶやきがふぁぼられたら、投稿された時刻にかかわらず一番上に上げるで

# 自分がふぁぼったつぶやきをTL上でageる
source: Re-order my favorites to top on Timeline
de: Sortiere "meine Favoriten" an den Anfang der Timeline.
ja_ks: 自分がふぁぼったつぶやきをTL上でageる

# 自分がふぁぼったつぶやきを、TLの一番上に上げます
source: Tweets you favorite will show up on top of your timeline
de: Von dir Favorisierte Tweets werden am Anfang deiner Timeline angezeigt.
fr: Les tweets que vous ajoutez aux favoris s'afficheront en haut de votre Timeline
ja_ks: 自分がふぁぼったつぶやきを、TLの一番上に上げるで

# リツイートされたつぶやきをTL上でageる
source: Re-order Retweeted to top on Timeline
de: Sortiere retweets an den Anfang der Timeline.
fr: Placer ce que j'ai retweeté en haut de la Timeline
ja_ks: リツイートされたつぶやきをTL上でageる

# つぶやきがリツイートされたら、投稿された時刻にかかわらず一番上に上げます
source: Your Retweeted post will show up on top of your timeline
de: Dein retweeteter post wird am Anfang deiner Timeline angezeigt.
fr: Le post que vous avez retweeté s'affichera en haut de votre Timeline
ja_ks: つぶやきがリツイートされたら、投稿された時刻にかかわらず一番上に上げるで

# 自分がリツイートしたつぶやきをTL上でageる
source: Re-order my Retweet to top on Timeline
de: verschiebe meine Retweets an den Anfang der Timeline
ja_ks: 自分がリツイートしたつぶやきをTL上でageる

# 自分がリツイートしたつぶやきを、TLの一番上に上げます
source: Retweets you make will show up on top of your timeline
de: Deine Retweets erscheinen am Anfang deiner Timeline.
ja_ks: 自分がリツイートしたつぶやきを、TLの一番上に上げるで

# 非公開アカウント
source: Protected account
de: Geschütztes Konto
fr: Compte privé
ja_ks: 隠れ巨人ファン

# 非公開アカウントのつぶやきにはアイコンを表示
source: Show lock icon on protected Tweets
de: Zeige Schloß Icon in geschützten Tweets.
fr: Afficher l'icône "cadenas" sur les tweets protégés
ja_ks: 隠れ巨人ファンのアカウントのつぶやきにはアイコンを表示

# 非公開アカウントのつぶやきのアイコン上に、リツイートできないこと示すアイコンを隠さずにずっと表示しておきます。
source: Leave a lock icon displayed above the Avatar section of a protected Tweet, indicates that you can't retweet it.
de: Zeige ein Schloß Icon über der Avatar Sektion als zeichen das du nicht retweeten kannst an.
fr: Laisser une icône de cadenas affichée au-dessus de l'avatar sur les Tweets protégés pour indiquer que vous ne pouvez pas les retweeter.
ja_ks: 隠れ巨人ファンのつぶやきのアイコン上に、巨人ファンであることを示すアイコンを隠さずにずっと表示しておくやで。

# 承認済みアカウント
source: Verified Account
de: Geprüftes Konto
fr: Compte vérifié
ja_ks: 承認済みアカウント

# 承認済みアカウントのつぶやきにはアイコンを表示
source: Show Badge on Tweets from verified Accounts
de: Zeige Abzeichen auf Tweets von geprüften Konten.
fr: Afficher le badge sur les tweets des comptes vérifiés
ja_ks: 承認済みアカウントのつぶやきにはアイコンを表示

# Twitterから承認されたアカウントのつぶやきのアイコンの上に、そのことを示すアイコンを隠さずにずっと表示しておきます。
source: Leave a verified Badge displayed above the Avatar section of a Tweet from verified Account.
de: Zeige ein "geprüft Abzeichen" über der Avatar Sektion von Tweets von geprüften Konten an.
fr: Laisser le badge "vérifié" affiché au-dessus de l'avatar sur les Tweets provenants de comptes vérifiés.
ja_ks: Twitterから承認されたアカウントのつぶやきのアイコンの上に、そのことを示すアイコンを隠さずにずっと表示しておくやで。

# 短縮URL
source: Shortened URL
de: gekürzte URL
fr: URL raccourcie
ja_ks: 短縮URL

# 短縮URLを展開して表示
source: Expand shortened URL to the original URL.
de: Verlängere gekürzte URLs
fr: Convertir l'URL raccourcie en l'URL originale
ja_ks: 短縮URLを展開して表示

# 受信したつぶやきに短縮URLが含まれていた場合、それを短縮されていない状態に戻してから表示します。
source: Always expand shortened URL in received Tweets.
de: Verlängere immer gekürzte URLs in empfangenen Tweets.
fr: Toujours convertir les URLs raccourcies dans les tweets reçus
ja_ks: 受信したつぶやきに短縮URLが含まれていた場合、それを短縮されていない状態に戻してから表示するやで。

# タブの位置
source: Position of Tab
de: Position des Tabs
ja_ks: タブの位置

# 上
source: Top
de: oben
fr: Haut
ja_ks: 上

# 下
source: Bottom
de: unten
fr: Bas
ja_ks: 下

# 左
source: Left
de: links
fr: Gauche
ja_ks: 左

# 右
source: Right
de: rechts
fr: Droite
ja_ks: 右

source: 投稿ボックス
de: Postfach

source: 常に表示する
de: immer anzeigen

source: 表示しない
de: nicht anzeigen

source: 1アカウント以上あれば表示
de: Wird angezeigt, wenn mindestens 1 Konto vorhanden ist.

source: アカウント切り替え
de: Account wechseln.

source: 2アカウント以上あれば表示
de: Wird angezeigt, wenn 2 Konten oder mehr vorhanden sind

# URLを開く方法
source: Method of opening URL
de: Methode eine URL zu öffnen.
fr: Méthode d'ouverture des URL
ja_ks: URLを開く方法

# デフォルトブラウザを使う
source: Use default Web Browser
de: Benutze Standard Browser.
fr: Utiliser le navigateur Web par défaut
ja_ks: デフォルトブラウザを使う

# 次のコマンドを使う
source: Use following Command
de: Benutze folgenden Befehl.
fr: Utiliser la commande suivant
ja_ks: 次のコマンドを使う

source: タイムライン
de: Zeitleiste

source: 最大表示件数
de: Maximale Anzeigenummer

# ふぁぼふぁぼ
source: Fav fav
ja_ks: ふぁぼふぁぼ
