Repository: ncaq/mikutter
Catalog: plugin/extract/po/*/extract.po
Languages: fr

source: データソース
fr: Source de données

source: 絞り込み条件
fr: Critère

source: オプション
fr: Options

source: 名前
fr: Nom

source: アイコン
fr: Icône

source: 通知
fr: Notification

source: サウンド
fr: Son

source: ポップアップ
fr: Popup

source: 閉じる
fr: Fermer

source: 抽出タブ
fr: Onglet filtré

source: 抽出条件を編集
fr: Éditer les critères

source: 正規表現
fr: Expression régulière

source: 含む
fr: Inclut

source: ユーザ名
fr: Nom

source: 本文
fr: Texte

source: Twitterクライアント
fr: Nom du client Twitter

source: 本当に抽出タブ「%{name}」を削除しますか？
fr: Êtes-vous sûr⋅e de vouloir supprimer l'onglet filtré "%{name}" ?

source: 抽出タブを作成 - %{mikutter}
fr: Créer un nouvel onglet filtré - %{mikutter}

source: 受信したすべての投稿
fr: Tous les posts reçus

source: ホームタイムライン(全てのアカウント)
fr: Accueil (tous les comptes)

source: 自分宛ての投稿(全てのアカウント)
fr: Mentions (tous les comptes)

source: Home Timeline
fr: Accueil

source: 抽出タブ「%{tab_name}」で使われている条件が見つかりませんでした: %{error_string}
fr: Le critère utilisé dans l'onglet filtré 「%{tab_name}」n'a pas pu être trouvé. %{error_string}

source: 抽出条件 `%{condition}' が見つかりませんでした
fr: Critère '%{condition}' non trouvé
