Repository: ncaq/mikutter
Catalog: plugin/command/po/*/command.po
Languages: de, es, ro_ro, zh_cn, zh_tw

# コピー
source: Copy
de: Kopieren
es: Copiar selección
ro_ro: Copiere
zh_cn: 复制
zh_tw: 複製

# 本文をコピー
source: Copy the text
de: Text Kopieren
es: Copiar tweet
ro_ro: Copiează textul
zh_cn: 复制本文
zh_tw: 複製推文內容

# 返信
source: Reply
de: Antworten
es: Responder
ro_ro: Răspunde
zh_cn: 回复
zh_tw: 回覆

# 全員に返信
source: Reply to all
de: Allen antworten
es: Responder a todos
ro_ro: Răspunde Tuturor
zh_cn: 全员回复
zh_tw: 回覆所有人

# 引用
source: Quote
de: Zitat
es: Citar (RT)
ro_ro: Citat
zh_cn: 引用转推
zh_tw: 引用

# リツイート
source: Retweet
de: Retweeten
zh_cn: 转推
zh_tw: 轉推

# 過去の栄光にすがりますか？
source: Do you "Sugari" on past Glory?
de: kennst du "Sugari" in seiner ganzen Glorie?
zh_tw: 還沈緬於過去的榮光嗎？

# リツイートをキャンセル
source: Cancel Retweet
de: Retweet abbrechen.
es: Retirar Retweet
ro_ro: Anulează Retweet
zh_cn: 取消转推
zh_tw: 取消轉推

source: リツイートをキャンセルしている途中でエラーが発生しました
de: Beim Abbrechen eines Retweets ist ein Fehler aufgetreten.
zh_tw: 取消轉推時發生錯誤

# ふぁぼふぁぼする
source: Favorite
de: Favorisieren
es: Fav, Fav
ro_ro: Marchează fav, fav.
zh_cn: 加星星
zh_tw: 打心

source: ふぁぼふぁぼしている途中でエラーが発生しました
de: Auf dem Weg von Fujibo ist ein Fehler aufgetreten.
zh_tw: 打心時發生錯誤

# あんふぁぼ
source: Unfavorite
de: Das Favorisieren abbrechen
es: Quitar fav
ro_ro: Demarcare ca fav
zh_cn: 收回星星
zh_tw: 取消打心

source: あんふぁぼしている途中でエラーが発生しました
de: Beim Verzaubern ist ein Fehler aufgetreten.
zh_tw: 取消打心時發生錯誤

# 削除
source: Delete
de: löschen
es: Borrar
ro_ro: Şterge
zh_cn: 删除
zh_tw: 刪除

# 失った信頼はもう戻ってきませんが、本当にこのつぶやきを削除しますか？
source: Deleting this tweet isn't going to help recover any credibility that you may have lost, you know. Do you still want to do it?
de: Das löschen dieses Tweets bringt dir keine verlorene Glaubwürdigkeit zurück, willst du ihn dennoch löschen?
es: Borrar este tweet no te va a ayudar a recuperar la credibilidad que puedas haber perdido, ¿sabes? ¿Sigues queriendo borrarlo?
ro_ro: Trebuie să şti că, ştergând acest tweet nu te va ajuta să-ţi recuperezi credibilitatea pe care ai fi putut-o pierde. Tot vrei să face acest lucru?
zh_cn: 真的要删除这个发言吗？注：就算你删除了，失去的信赖已无法挽回。
zh_tw: 即使無法取回失去的信任，您仍要刪除這則推文嗎？

# 一つ上のメッセージを選択
source: Select previous message
de: Vorherige Nachricht auswählen.
es: Seleccionar tweet anterior
ro_ro: Selectare mesaj anterior
zh_cn: 选择上一条发言
zh_tw: 選擇上一個訊息

# 一つ下のメッセージを選択
source: Select next message
de: Nächste Nachricht auswählen.
es: Seleccionar tweet siguiente
ro_ro: Selectare mesaj următor
zh_cn: 选择下一条发言
zh_tw: 選擇下一個訊息

# 投稿する
source: Post
de: Senden
es: Enviar tweet
ro_ro: Postează
zh_cn: 发送信息
zh_tw: 發推

# ggrks
source: RTFG
es: Googlear
zh_cn: 不Google会死啊
zh_tw: 為何不 google

# ブラウザで開く
source: Open in browser.
de: Im Browser öffnen.
zh_tw: 以瀏覽器開啟

# リンクを開く
source: Open this link
de: Link öffnen
es: Abrir enlace
ro_ro: Deschide linkul
zh_cn: 打开链接
zh_tw: 開啟連結

# リンクをコピー
source: Copy URL
de: URL kopieren
es: Copiar enlace
ro_ro: Copiere legătură
zh_cn: 复制链接
zh_tw: 複製連結

# 新規ペインに移動
source: Move to new pane
de: In neues Paneel verschieben.
es: Mover a otro panel
ro_ro: Mută în panou nou
zh_cn: 移动至新栏
zh_tw: 移動到新建窗格

# タブを閉じる
source: Close tab
de: Tab schließen
es: Cerrar pestaña
ro_ro: Închide fila
zh_cn: 关闭标签
zh_tw: 關閉頁籤

# 次のタブを選択
source: Select the next tab
de: Nächsten Tab auswählen.
zh_cn: 选择下一个标签
zh_tw: 選擇下一頁籤

# 前のタブを選択
source: Select the previous tab
de: Vorherigen Tab auswählen.
zh_cn: 选择上一个标签
zh_tw: 選擇前一頁籤

# 右のペインを選択
source: Select right pane
de: Rechtes Paneel auswählen.
es: Seleccionar panel derecho
ro_ro: Selectează panoul din dreapta
zh_cn: 选择右栏
zh_tw: 選擇右方窗格

# 左のペインを選択
source: Select left pane
de: Linkes Paneel auswählen.
es: Seleccionar panel izquierdo
ro_ro: Selectează panoul din stânga
zh_cn: 选择左栏
zh_tw: 選擇左方窗格

# 投稿ボックスにフォーカス
source: Focus to post box
de: Eingabefeld fokussieren.
es: Redactar tweet
ro_ro: Concentrare pe cutia poştală
zh_cn: 聚焦至发言框
zh_tw: 焦點移至發推欄位

# タブにフォーカス
source: Focus to tab
de: Tab fokussieren.
es: Enfocar panel
ro_ro: Concentrare pe filă
zh_cn: 聚焦至标签
zh_tw: 焦點移至頁籤

# タイムラインの一番上にジャーンプ！
source: Jump to top of timeline!
de: An den Anfang der timeline springen.
es: ¡Saltar al tweet más reciente!
ro_ro: Salt, sus, la capătul cronologiei
zh_cn: 纵身一跃至时间线最上方！
zh_tw: 跳到時間軸頂端！
