Repository: ncaq/mikutter
Catalog: plugin/activity/po/*/activity.po
Languages: de

# 種類
source: Type
de: Typ

# 説明
source: Description
de: Beschreibung

# 時刻
source: Time
de: Zeit

# アクティビティ
source: Activities
de: Aktivität

# @%{user} がふぁぼふぁぼしました
source: @%{user} favorited
de: @%{user} Favorisiert

# @%{user} があんふぁぼしました
source: @%{user} unfavorited
de: @%{user} Favorisierung aufgehoben

# リツイートソースが取得できませんでした
source: Failed to retrieve the retweet source
de: Retweet Quelle konnte nicht empfangen werden.

# @%{user}が%{list}に追加されました
source: @%{user} was added to list %{list}
de: @%{user} ist zur Liste %{list} hinzugefügt worden.

source: %{description} (by @%{user})
de: %{description} (von @%{user})

# @%{user}が%{list}から削除されました
source: @%{user} was removed from list %{list}
de: @%{user} wurde aus Liste %{list} entfernt.

# @%{followee} が @%{follower} をﾌｮﾛｰしました
source: @%{followee} followed @%{follower}
de: @%{followee} Folgt @%{follower}

# 宛先: @%{recipient}
source: Recipient: @%{recipient}
de: Empfänger: @%{recipient}

# %{name}を表示する
source: Show %{name}
de: Zeige %{name}

# %{name}を、アクティビティタイムラインに表示します。チェックを外すと、%{name}の他の設定は無効になります。
source: Show %{name} in the activity timeline. If unchecked, any other settings in %{name} section will be disabled.
de: Zeige %{name} in der aktivitäten timeline. falls nicht aktiviert, werden alle weiteren Einstellungen in der %{name} section deaktiviert.

# 自分に関係ない%{name}も表示する
source: Show %{name} which are not related to me
de: Zeige %{name} nichts mit dir zu tun haben.

# 自分に関係ない%{name}もアクティビティタイムラインに表示されるようになります。チェックを外すと、自分に関係ない%{name}は表示されません。
source: If checked, any %{name} which are not related to you will show up in the activity timeline. Uncheck this to disable it.
de: wenn aktiviert, werden alle %{name} welche nichts mit dir zu tun haben in der activity timeline angezeigt.

# タイムラインに表示
source: Display on timeline
de: In der timeline anzeigen

# %{name}が通知された時に、システムメッセージで%{name}を通知します
source: Notify %{name} as system message.
de: Benachrichtige %{name} durch eine Systemnachricht..

# ステータスバーに表示
source: Display on status bar
de: In der status bar anzeigen.

# %{name}が通知された時に、ステータスバーにしばらく表示します
source: When you received %{name}, leave it being shown in the status bar for several seconds.
de: Wenn sie %{name} empfangen, behalte die Anzeige für ein paar Sekunden in der status bar.

# リツイート
source: Retweets
de: Retweeten

# ふぁぼ
source: Favs
de: Favorisieren

# フォロー
source: Followings
de: Folgen

# リストに追加
source: Additon to list
de: Listen hinzufügen

# リストから削除
source: Removal from list
de: Aus der Liste entfernt

# ダイレクトメッセージ
source: Direct messages
de: Direktnachrichten

# システムメッセージ
source: System messages
de: Systemmeldungen

# エラー
source: Errors
de: Fehler
