Repository: ncaq/mikutter
Catalog: plugin/notify/po/*/notify.po
Languages: de, fr, zh_cn, zh_tw

source: 通知
de: Benachrichtigung
fr: Notifier

source: ポップアップ
de: Popup
fr: Popup
zh_cn: 弹出窗口
zh_tw: 彈出視窗

source: サウンド
de: Sound
fr: Son
zh_cn: 声音
zh_tw: 通知音效

source: フレンドタイムライン
de: Followers timeline
fr: Fil d'actualité des amis
zh_cn: 好友时间线
zh_tw: 好友時間軸

source: リプライ
de: Antwort
fr: Répondre
zh_cn: 回复
zh_tw: 回覆

source: フォローされたとき
de: wenn von jemanden gefolgt
fr: Quand suivi par quelqu'un
zh_cn: 被关注时
zh_tw: 被加入關注

source: フォロー解除されたとき
de: wenn von jemandem unfollowed
fr: Quand quelqu'un a arrêté de vous suivre
zh_cn: 被解除关注时
zh_tw: 被取消關注

source: リツイートされたとき
de: Wenn mein Tweet von jemanden retweeted wurde.
fr: Quand mon tweet est retweeté par quelqu'un
zh_cn: 被转推时
zh_tw: 推文被轉推

source: ふぁぼられたとき
de: Wenn ihr Tweet von jemanden Favorisiert wurde.
fr: Quand mon tweet est ajouté aux favoris de quelqu'un
zh_cn: 被加星时
zh_tw: 推文被打星

source: ダイレクトメッセージ受信
de: wenn eine Direktnachricht empfangen wurde.
fr: Quand je reçois un Message Direct
zh_cn: 收到DM
zh_tw: 收到私訊 (DM)

source: 通知を表示し続ける秒数
de: Benachrichtigungen für (Sekunden) Anzeigen.
fr: Garder les notifications affichées pendant (secondes)
zh_cn: 显示通知时间（秒）
zh_tw: 通知視窗顯示的時間 (秒)

source: %{users} にフォローされました。
de: gefolgt von %{users}.
fr: Suivi par %{users}.
zh_cn: 被 %{user} 关注了。
zh_tw: %{users} 已跟隨你。

source: %{users} にリムーブされました。
de: Unfollowed von %{users}.
fr: Désabonné⋅e par %{users}.
zh_cn: 被 %{user} 无视了。
zh_tw: %{users} 取消跟隨你。

source: fav by %{from_user} "%{tweet}"
de: Fav von %{from_user} "%{tweet}"
fr: %{from_user} a ajouté "%{tweet}" à ses favoris
zh_cn: 被 %{from_user} 加星："%{tweet}"
zh_tw: %{from_user} 已收藏推文 "%{tweet}"

source: ReTweet: %{tweet}
zh_cn: 被转推：%{tweet}
