Repository: ncaq/mikutter
Catalog: plugin/extract_gtk/po/*/extract_gtk.po
Languages: de, ja_ks, zh_tw

source: %{name} - 抽出タブ - %{application_name}
de: %{name} - gefiltertes Tab - %{application_name}
ja_ks: %{name} - 抽出タブ - %{application_name}
zh_tw: %{name} - 抽出頁籤 - %{application_name}

source: データソース
de: Datenquelle
ja_ks: データソース
zh_tw: 資料來源

source: 絞り込み条件
de: Kriterium
ja_ks: 絞り込み条件
zh_tw: 篩選條件

source: オプション
de: Optionen
ja_ks: オプション
zh_tw: 選項

source: 名前
de: Name
ja_ks: 名前
zh_tw: 名稱

source: アイコン
de: Icon
ja_ks: アイコン
zh_tw: 圖示

source: サウンド
de: Sound
ja_ks: サウンド
zh_tw: 通知音效

source: ポップアップ
de: Popup
ja_ks: ポップアップ
zh_tw: 彈出視窗

source: 並び順
de: Sortieren nach
zh_tw: 排序方式

source: 閉じる
de: Schliessen
ja_ks: 閉じる
zh_tw: 關閉

source: 抽出タブ
de: Gefilterter Tab
ja_ks: 抽出タブ
zh_tw: 抽出頁籤

source: 抽出条件を編集
de: Kriterien Bearbeiten
ja_ks: 抽出条件を編集
zh_tw: 編輯篩選條件

source: 正規表現
de: Regulärer Ausdruck
ja_ks: 正規表現
zh_tw: 正規表示法

source: 含む
de: enthält
ja_ks: 含む
zh_tw: 包含

source: ユーザ名
de: Name
ja_ks: ユーザ名
zh_tw: 使用者

source: 本文
de: Text
ja_ks: 本文
zh_tw: 內文

source: Twitterクライアント
de: Twitter Client Name
ja_ks: Twitterクライアント
zh_tw: Twitter 用戶端

source: 投稿時刻
de: Erstellungszeitpunkt
zh_tw: 推文時間

source: 投稿時刻 (ふぁぼやリツイートでageる)
de: Erstellungszeitpunkt (Fehler oder Retweet), Erstellungszeitpunkt (Alter in Fabo und Retweets).
zh_tw: 推文時間（被喜歡或轉推會頂上去）

source: 本当に抽出タブ「%{name}」を削除しますか？
de: Bist du sicher den gefilterten Tab "%{name}" entfernen zu wollen?
ja_ks: ほんまに抽出タブ「%{name}」消すんか？
zh_tw: 你確定要刪除抽出頁籤「%{name}」嗎？

source: 抽出タブを作成 - %{mikutter}
de: Einen neuen gefilterten Tab erstellen - %{mikutter}
ja_ks: 抽出タブを作成 - %{mikutter}
zh_tw: 新增抽出頁籤 - %{mikutter}

source: 受信したすべての投稿
de: Alle Nachrichten empfangen
ja_ks: 受信したすべての投稿
zh_tw: 收取的所有推文

source: ホームタイムライン(全てのアカウント)
de: Home Timeline (alle Konten)
ja_ks: ホームタイムライン(全てのアカウント)
zh_tw: 主要時間軸 (所有帳號)

source: 自分宛ての投稿(全てのアカウント)
de: Mentions (alle Konten)
ja_ks: 自分宛ての投稿(全てのアカウント)
zh_tw: 提及訊息 (所有帳號)

source: Home Timeline
zh_tw: 主要時間軸

source: Mentions
zh_tw: 提及

source: 抽出タブ条件エラー
de: Filterbedingungsfehler
ja_ks: 抽出タブ条件エラー
zh_tw: 篩選條件錯誤

source: 抽出タブ「%{tab_name}」で使われている条件が見つかりませんでした: %{error_string}
de: Im gefiltertem Tab '%{tab_name}' benutztes Kriterium nicht gefunden %{error_string}
ja_ks: 抽出タブ「%{tab_name}」で使われとる条件が見つからへんかったで: %{error_string}
zh_tw: 找不到抽出頁籤「%{tab_name}」所使用的條件: %{error_string}

source: 抽出条件 `%{condition}' が見つかりませんでした
de: Kriterium '%{condition}' nicht gefunden
ja_ks: 抽出条件 `%{condition}' が見つからへんかったで
zh_tw: 找不到篩選條件 `%{condition}'

source: 通知
de: Benachrichtigung
ja_ks: 通知
