Repository: ncaq/mikutter
Catalog: plugin/set_input/po/*/set_input.po
Languages: es, fr, ja_ks, zh_cn, zh_tw

# 入力
source: Input
es: Tweets
fr: Entrée
ja_ks: 入力
zh_cn: 输入
zh_tw: 輸入

# 投稿をリトライする回数
source: Retry count before giving up a post
es: Nº de reintentos tras fallar el envío
fr: Nombre d'essais de récupération d'un post avant abandon
ja_ks: 投稿なんべんやり直すか
zh_cn: 发言重试次数
zh_tw: 發推時重試的次數

# 非公式Retweetにin_reply_to_statusを付与する
source: Add in_reply_to_status to unofficial Retweets
es: Añadir in_reply_to_status a los retweets no oficiales
fr: Ajouter in_reply_to_status aux Retweets non officiels
ja_ks: 非公式Retweetにin_reply_to_statusを付与する
zh_cn: 非官方转推上添加in_reply_to_status
zh_tw: 非官方（手動）RT 時加上 in_reply_to_status 回覆原推

# 短縮URL
source: Short URL
es: URLs cortas
fr: URL courte
ja_ks: 短縮URL
zh_cn: 缩短
zh_tw: 縮短網址

# 常にURLを短縮する
source: Always shorten URLs
es: Acortar URLs siempre
fr: Toujours raccourcir les URLs
ja_ks: 常にURLを短縮する
zh_cn: 总是缩短
zh_tw: 總是將網址縮短

# フッタ
source: Footer
es: Coletilla
fr: Pied de page
ja_ks: フッタ
zh_cn: 加入文尾
zh_tw: 註腳

# デフォルトで挿入するフッタ
source: Default footer
es: Coletilla por defecto
fr: Pied de page par défaut
ja_ks: デフォルトで挿入するフッタ
zh_cn: 默认插入的文尾
zh_tw: 預設註腳

# リプライの場合はフッタを付与しない
source: Don't append footer to your reply
es: No añadir coletilla a las respuestas
fr: Ne pas suffixer le pied de page à votre réponse
ja_ks: リプライの場合はフッタを付与せえへん
zh_cn: 回复的时候不加入文尾
zh_tw: 回覆時不加註腳

# リプライの時に[試験3日前]とか入ったらアレでしょう。そんなのともおさらばです。
source: If you felt somehow unpleased when you posted a reply with such footer like [3 days to finals], let's make it last time with this.
es: Marca esta opción si no quieres que se añada la coletilla* al final de tus respuestas. *Ejemplo: [3 días para vacaciones].
ja_ks: リプライん時に[試験3日前]とか入っとったらあれやろ
zh_cn: 妈妈我再也不用担心在回复的时候还会自动插入[离考试还有3天]了！
zh_tw: 回覆推文的時候還加個 [期末前3天] 感覺有點那個？告別這樣的囧況吧。

# 引用(非公式ReTweet)の場合はフッタを付与しない
source: Don't append suffix to your quote tweet (QT)
es: No añadir coletilla a las citas (RT)
fr: Ne pas suffixer les tweets de citation
ja_ks: 引用(非公式ReTweet)の場合はフッタを付与せえへん
zh_cn: 引用(非官方转推)的时候也不插入文尾
zh_tw: 引用 (手動 RT) 時不加註腳

# 関係ないけど、ツールチップってあんまり役に立つこと書いてないし、後ろ見えないし邪魔ですよねぇ
source: By the way, is it just me or do y'all find tooltips to be rubbish? I mean, they rarely contain useful information, and they block your view.
es: Por cierto, ¿soy yo o vosotros también encontráis estos mensajes tontos? Rara vez contienen información útil y distraen la atención.
fr: Au fait, est-ce que c'est juste moi ou tout le monde trouve les "astuces" un peu nulles ? Je veux dire par là qu'elles contiennent rarement des informations utiles, et gênent d'ailleurs la lecture.
ja_ks: 関西弁の翻訳ほんましんどい…。もういやや。
zh_cn: 话说回来悬停提示的内容一点都没营养而且还会遮住后面的东西真不是一般地讨厌你说是不是
zh_tw: 題外話，工具提示說明好像都是些廢話又會遮住選項，挺礙眼的吼
