Repository: ncaq/mikutter
Catalog: plugin/profile/po/*/profile.po
Languages: de, es, fr, ro_ro, zh_cn

# %{user} のプロフィール
source: Profile of %{user}
de: Profil von %{user}
es: Perfil de %{user}
fr: Profil de %{user}
ro_ro: Profilul %{user}
zh_cn: %{user} 的用户信息

# 最近のツイート
source: Latest tweets
de: jüngste Tweets
es: Últimos tweets
fr: Derniers tweets
ro_ro: Ultimele tweets
zh_cn: 最近的推

# @%{user} の最近のつぶやきが取得できませんでした。見るなってことですかね
source: We could not acquire latest tweets of @%{user}.
de: Die jüngsten Tweets von @%{user} konnten nicht abgerufen werden.
es: No se pudieron recuperar los últimos tweets de @%{user}
fr: Nous ne pouvons pas récupérer les derniers tweets de @%{user}
ro_ro: Nu s-au putut obţine ultimele tweet-uri pentru @%{user}.
zh_cn: @{user} 最近的发言获取失败。大概是不想让你看到吧

# ユーザについて
source: About user
de: Über Benutzer
es: Info
fr: À propos de l'utilisateur
ro_ro: Despre utilizator
zh_cn: 关于此用户

source: Web: %{url}
zh_cn: 主页：%{url}

source: Joined Twitter on: %{day}/%{month}/%{year} %{hour}:%{minute}:%{second} (%{tweets_per_day}tweets/day)
de: Twitter beigetreten: %{day}/%{month}/%{year} %{hour}:%{minute}:%{second} (%{tweets_per_day}tweets/day)
es: En Twitter desde: %{day}/%{month}/%{year} %{hour}:%{minute} (%{tweets_per_day}tweets/día)
fr: A rejoint Twitter le: %{day}/%{month}/%{year} %{hour}:%{minute}:%{second} (%{tweets_per_day}tweets/day)
ro_ro: Înregistrat în Twitter pe: %{day}/%{month}/%{year} %{hour}:%{minute}:%{second} (%{tweets_per_day}tweets/day)
zh_cn: 加入推圈时间: %{year}/%{month}/%{day} %{hour}:%{minute}:%{second} (%{tweets_per_day} 推/日)

# %{screen_name}(%{name})について
source: About %{screen_name} (%{name})
de: Über %{screen_name} (%{name})
es: Perfil de %{screen_name}(%{name})
fr: À propos de %{screen_name} (%{name})
ro_ro: Despre %{screen_name} (%{name})
zh_cn: 关于 %{screen_name}(%{name})

# ミュート
source: Mute
de: Stumm
es: Silenciar
fr: Muet
ro_ro: Fără sunet
zh_cn: 静音

# 関係を取得中
source: Acquiring relationship
es: Comprobando relación
ro_ro: Obţinere date despre relaţii
zh_cn: 载入关系网

# それはあなたです！
source: That's you!
de: Das bist du!
es: ¡Eres tú!
fr: C'est vous!
ro_ro: Mulţumesc!
zh_cn: 这不是你吗！

# ﾌｮﾛｰしている
source: Following
de: Folgst du
es: Le sigues
fr: Suivis
ro_ro: Urmărire
zh_cn: 已关~注

# ﾌｮﾛｰしていない
source: Not following
de: Folgst du nicht
es: No le sigues
fr: Non abonnés
ro_ro: Urmăriri anulate
zh_cn: 没有关~注

# 解除
source: Remove
de: Entfernen
es: Dejar de seguir
fr: Enlever
ro_ro: Eliminare
zh_cn: 解除

# ﾌｮﾛｰ
source: Follow
de: Folgen
es: Seguir
fr: Suivre
ro_ro: Urmărire
zh_cn: 关~注

# ﾌｮﾛｰされている
source: Followed
de: Gefolgt
es: Te sigue
fr: Suivis
ro_ro: Urmărit
zh_cn: 被关~注

# ﾌｮﾛｰされていない
source: Not followed
de: nicht gefolgt
es: No te sigue
fr: Non suivis
ro_ro: Ne urmărit
zh_cn: 没有被关~注

# 取得できませんでした
source: Failed to retrieve
de: Empfangsfehler
es: Fallo recuperando
fr: Échec de la requête de récupération
ro_ro: Imposibil de obţinut
zh_cn: 获取失败

# ふぁぼが取得できませんでした
source: Failed to retrieve favs
de: konnte Favs nicht empfangen.
es: Fallo recuperando favoritos
fr: Échec de la requête de récupération des favoris
ro_ro: Imposibil de obţinut fav
zh_cn: 星星获取失败
